Repository: wp-plugins/wp-all-in-one-tools
Catalog: wp-all-*-one-tools-*.po
Languages: ru_ru

source: Activate plugin
ru_ru: Активировать плагин

source: Deactivate plugin
ru_ru: Отключить плагин

source: Plugin <strong>
ru_ru: Плагин <strong>

source: </strong> maked callback function, usually need refresh page
ru_ru: </strong> выполнил обратный вызов функции, обычно требуется дополнительно обновить страницу

source: </strong> activated
ru_ru: </strong> активирован

source: </strong> deactivated
ru_ru: </strong> отключен

source: Plugin home page
ru_ru: Страница плагина

source: Hello bear!
ru_ru: Превед медвед!

source: Security tools:
ru_ru: Безопасность:

source: Replace the WP-version with a random string &lt; WP 2.4 and eliminate WP-version &gt; WP 2.4
ru_ru: Заменяет WP-версию на произвольную строку &lt; WP 2.4 и убирает вообще &gt; WP 2.4

source: Adds or changes the random SECRET_KEY in your WordPress wp-config.php file, if file permissions allow it. NOT needed on new installs unless you want to change the key; its useful on upgrades where you're reusing the old wp-config.php file. Just activate. On success the plugin will add the key, log you out, and then deactivate itself. On failure, it will give you a random key to add by hand. Note: if any problems, just delete this file or rename it and refresh your browser.
ru_ru: Добавляет или изменяет на случайную на случайную строку SECRET_KEY в вашем wp-config.php. Для изменения достаточно один раз его активировать и, возможно, обновить страницу в вашем браузере. Если всё пройдет успешно, WordPress попросит вас зайти заново. В случае неудачи (например, не хватит прав на изменение файла), вы всегда можете самостоятельно открыть и изменить его в вашем wp-config.php.

source: Now SECRET_KEY is:
ru_ru: Сейчас SECRET_KEY:

source: It makes the cookie specific to your IP address, so it won't be usable from a different computer.Use this plugin if you have a static IP. If you have a dynamic IP address and it changes often you will get logged out frequently.
ru_ru: Шифрует cookie ключом из вашего IP адреса. Таким образом, даже похитив их, взломщик не сможет попасть в целевую систему.

source: WordPress Optimization:
ru_ru: Оптимизация WordPress:

source: Disables the WordPress core update checking and notification system.
ru_ru: Отключение сервиса проверки обновлений ядра WordPress и сообщения о необходимости обновления.

source: Disables the plugin update checking and notification system.
ru_ru: Отключение сервиса проверки обновлений плагинов и сообщения о необходимости обновления.

source: WordPress Patches:
ru_ru: WordPress Заплатки:

source: Allows children Pages to have a stub that is only a number. Sacrifices the <code>&lt;!--nextpage--&gt;</code> ability in Pages to accomplish it.
ru_ru: Позволяет для дочерних страниц использовать быструю ссылку только из чисел (например, /about/5/).

source: Fixes the media uploader HTTP Error that some WordPress configurations suffer from.
ru_ru: Исправляет ошибку "HTTP Error" загрузчика мультимедиа

source: WordPress Usability:
ru_ru: WordPress Юзабилити:

source: Allows you to quckly access plugin options upon activation.
ru_ru: Показывает ссылку на страницу настроек при активации нового плагина.

source: Comments&amp;Posts&amp;Feeds:
ru_ru: Комментарии&amp;Записи&amp;RSS:

source: Check the comment for a set minimum length and disapprove it if its too short (some errors try using cyrillic alphabet).
ru_ru: Проверяет и устанавливает минимальную длину комментария, и не позволяет его добавить, если он слишком короткий (некорректно определяет длину комментария на кириллице).

source: Error: Your comment is too short. Please try to say something useful.
ru_ru: Ошибка: Ваш комментарий слишком короткий. Пожалуйста, напишите что-нибудь более стоящее.

source: Minimum comment length:
ru_ru: Минимальная длинна:

source: Error message:
ru_ru: Сообщение об ошибке:

source: Update Settings &raquo;
ru_ru: Обновить настройки &raquo;

source: Inserts copyright message in Feeds.
ru_ru: Добавляет копирайт в вашу RSS ленту.

source: <hr />Copyright &copy; SITE_NAME. This Feed is for personal non-commercial use only. If you are not reading this material in your news aggregator, the site you are looking at is guilty of copyright infringement.
ru_ru: <hr />Copyright &copy; ИМЯ_САЙТА. Этот персональный, не коммерческий Feed. Если вы читаете этот материал не в вашем RSS клиенте, сайт на котором он находиться получил его незаконным образом.

source: Copyright text:
ru_ru: Текст копирайта:

source: (You can use <u>HTML tags</u>)
ru_ru: (Вы можете использовать <u>HTML теги</u>)

source: Version
ru_ru: Версия

source: Created in <a href="http://www.infine.ru/support/">infine.ru</a> web develop studio
ru_ru: Создан в <a href="http://www.infine.ru/support/">infine.ru</a> студии веб-разработок

source: All in One tools Options
ru_ru: All in One tools Настройки

source: <strong>Your blog&#8217;s .htaccess file needs to be updated, but it is not writable.</strong> Please visit your <a href="options-permalink.php">Permalink Settings</a> page and follow the instructions on there for updating your .htaccess file.
ru_ru: <strong>.htaccess файл вышего блога требуется обновить, но не хватает прав на его изменение.</strong> Пожалуйста, перейдите на страницу управления <a href="options-permalink.php"> Постоянных ссылок (ЧПУ)</a> и следуйте инструкциям по обновлению вашего .htaccess файла.
